-- MySQL dump 10.18  Distrib 10.3.27-MariaDB, for Linux (x86_64)
--
-- Host: localhost    Database: ddeiti_base2
-- ------------------------------------------------------
-- Server version	10.3.27-MariaDB-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `ddeiti_base2`
--


--
-- Table structure for table `creations`
--

DROP TABLE IF EXISTS `creations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `creations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(10000) NOT NULL,
  `text` text NOT NULL,
  `photos` varchar(10000) DEFAULT NULL,
  `date` date NOT NULL,
  `viewws` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `creations`
--

LOCK TABLES `creations` WRITE;
/*!40000 ALTER TABLE `creations` DISABLE KEYS */;
/*!40000 ALTER TABLE `creations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `galery`
--

DROP TABLE IF EXISTS `galery`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `galery` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(500) NOT NULL,
  `date` date DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `galery`
--

LOCK TABLES `galery` WRITE;
/*!40000 ALTER TABLE `galery` DISABLE KEYS */;
INSERT INTO `galery` VALUES (1,'DDEITI photos','2021-01-09');
/*!40000 ALTER TABLE `galery` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `maqolalar`
--

DROP TABLE IF EXISTS `maqolalar`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `maqolalar` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `header` varchar(10000) NOT NULL,
  `text` text NOT NULL,
  `date` date NOT NULL,
  `photos` varchar(10000) DEFAULT NULL,
  `views` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `maqolalar`
--

LOCK TABLES `maqolalar` WRITE;
/*!40000 ALTER TABLE `maqolalar` DISABLE KEYS */;
/*!40000 ALTER TABLE `maqolalar` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `news`
--

DROP TABLE IF EXISTS `news`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `photos` varchar(10000) DEFAULT NULL,
  `header` varchar(10000) DEFAULT NULL,
  `text` text NOT NULL,
  `date` date NOT NULL,
  `views` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `news`
--

LOCK TABLES `news` WRITE;
/*!40000 ALTER TABLE `news` DISABLE KEYS */;
INSERT INTO `news` VALUES (1,'./img/news/3.jpg','ТАВСИЯНОМАЛАР ТАЙЁРЛДАНДИ ВА ЧОП ЭТТИРИЛДИ','Дон ва дуккакли экинлар илмий-тадқиқот институти олимлари томонидан “Андижон, Фарғона ҳамда Наманган вилоятларида бошоқли дон экинлари навларидан юқори ҳосил етиштириш агротехнологияси”, “Жиззах, Самарқанд, Сирдарё ва Тошкент вилоятлари учун бошоқли дон экинлари навларидан юқори ҳосил етиштириш агротехнологияси”, “Қашқадарё, Сурхондарё, Бухоро ва Навоий вилоятларида бошоқли дон экинларидан юқори ҳосил етиштириш агротехникаси”, “Қорақалпоғистон республикаси ҳамда Хоразм вилояти учун бошоқли дон экинларидан юқори ҳосил етиштириш агротехнологияси”,  “Ўзбекистонда экишга тавсия этилган кузги  буғдой, дуккакли дон экинларнинг маҳаллий ва хорижий навларининг тавсифи ҳамда уларни парваришлаш”  бўйича тавсияномалар чоп эттирилди.','2020-02-26',5),(2,'./img/news/4.jpg,./img/news/5.jpg,./img/news/6.jpg','НАВДОРЛИКНИ АНИҚЛАШ БЎЙИЧА АПРОБАТОРЛАР УЧУН ДАЛА ЎҚУВ-СЕМИНАР ТАШКИЛ ЭТИЛДИ','Дон ва дуккакли экинлар илмий тадқиқот институтининг “Марказий” тажриба дала майдонида “Андижон вилоят туманларини 2021 йилда сифатли  уруғлик дон билан таъминлаш мақсадида уруғлик олиш учун экилган ғалла майдонларда навдорликни аниқлаш” бўйича апробаторларнинг ўқув-семинари 2020 йил 6 май куни бўлиб ўтди. Семинарда Андижон, Балиқчи, Избоскан, Олтинкўл ва Пахтаобод туманлари  Қишлоқ хўжалиги бўлими бошлиқлари, ғаллачилик бўйича мутахассислари, Дон ва дуккакли экинлар илмий-тадқиқот институти мутахассислари, вилоят “Уруғчиликни ривожлантириш маркази” бошлиғи, вилоят агросаноат мажмуи устидан назорат қилиш инспекцияси бошлиғи, “Агросаноат мажмуида хизматлар кўрсатиш маркази” туман давлат унитар корхонаси (ДУК) мутахассислари, вилоят Ўсимликлар карантини худудий инспекцияси агрономлари, Қишлоқ хўжалик экинлари навларини синаш давлат комиссиясига қарашли ҳудудий станция ва участка бошлиқлари, Дон корхонаси раҳбари ва уруғликни қайта ишлаш цехи бошлиғи, жами 80 нафар мутахассислар иштирок этишди. ','2020-06-11',50),(3,'./img/news/7.jpg','ИЛМИЙ-ТАДҚИҚОТ ИШИНИНГ НАТИЖАЛАРИ','Ғаллаорол илмий-тажриба станцияда селекционер олимлар томонидан олиб борилган илмий-тадқиқот ишлари натижаси бўйича яратилган янги навларга Ўзбекистон Республикаси Интелектуал мулк Агентлиги томонидан  4 та патент олинди. Шу жумладан, лалмикор майдонларда экиш учун юмшоқ буғдойнинг Нўшкент (№NAP00250), арпанинг Муштарак (№NAP00251), Абу-Ғофур-20 (№NAP00252), тритикаленинг Сардор (№NAP00262) навларига селекция ютуқлари учун  патентлар олинди.','2020-06-11',20),(4,'./img/news/8.jpg,./img/news/9.jpg,./img/news/10.jpg,./img/news/11.jpg,./img/news/12.jpg,./img/news/13.jpg,./img/news/14.jpg,./img/news/15.jpg,./img/news/16.jpg,./img/news/17.jpg,./img/news/18.jpg,./img/news/19.jpg,./img/news/20.jpg','ЎЗБЕКИСТОН РЕСПУБЛИКАСИДА БОШОҚЛИ ДОН, НОАНЪАНАВИЙ ВА МОЙЛИ ҲАМДА ОЗУҚА ЭКИНЛАРИНИ ИННОВАЦИОН ТЕХНОЛОГИЯЛАР АСОСИДА ЕТИШТИРИШ ИСТИҚБОЛЛАРИ” МАВЗУСИДАГИ РЕСПУБЛИКА ИЛМИЙ-АМАЛИЙ КОНФЕРЕНЦИЯ ЎТКАЗИЛДИ','Вазирлар Махкамасининг 2020 йил 7 февралдаги 56-сон фармойишининг 2-иловасида 2020 йилда Республика миқёсида ўтказиладиган илмий ва илмий-техник тадбирлар режасида конференция ўтказиш рўйхатига асосан институтда “Ўзбекистон Республикасида бошоқли дон, ноанъанавий ва мойли ҳамда озуқа экинларини инновацион технологиялар асосида етиштириш истиқболлари” мавзусидаги Республика илмий-амалий конференция 2020 йилнинг 26 май куни ўтказилди. \r\nУнда Ўзбекистон Республикаси Бош вазирининг ўринбосари Ў.И. Барноев раҳбарлигида олиб борилди. Конференцияда Ўзбекистон Республикаси Қишлоқ хўжалиги вазирлиги, Инновацион ривожланиш вазирлиги, Вилоятлар ҳокимининг қишлоқ ва сув хўжалиги масалалари бўйича ўринбосарлари, Қишлоқ хўжалиги ва озиқ-овқат таъминоти илмий ишлаб чиқариш маркази, “Ўзпахтаёғ” акциядорлик жамияти тегишли бошқармалари, Корея республикаси Халқаро КОPIA илмий маркази, Республика Қишлоқ хўжалиги экинлари навларини синаш маркази, Ўзбекистон Республикаси Қишлоқ хўжалиги вазирлиги ҳузуридаги Уруғчиликни ривожлантириш маркази ва унинг вилоятлардаги бўлимлари, Тошкент давлат аграр унверситети ва унинг вилоятлардаги филиаллари, вилоятлардаги уруғчиликка ихтисослашган фермер хўжаликлари раҳбарлари, Қишлоқ хўжалиги ва озиқ-овқат таъминоти илмий ишлаб чиқариш маркази тасарруфидаги барча илмий-тадқиқот институтлари олимлари иштирок этишди.\r\n','2020-06-11',20),(5,'./img/news/23.jpg','ЯНГИ НАВЛАР ПАТЕНТЛАШТИРИЛМОҚДА','Дон ва дуккакли экинлар илмий-тадқиқот институтида маҳаллий шароитда яратилган кузги юмшоқ буғдойнинг янги 7 навларга патент олиш учун талабнома асосида “Гулбаҳор” навига №NAP 20180034, “Ёғду” навига  №NAP20180035, “Давр” навига №NAP 20180036, “Азиз” навига №NAP20180037, “Ўзбекистон-25” навига №NAP20180038, “Нодир” навига №NAP20180039, “Қадр” навига №NAP 20180040 Ўзбекистон Республикаси интеллектуал мулк агентлиги томонидан кайд рақамлари олиниб, янги навларни патентлаштириш ишлари амалга оширилмоқда.','2020-06-11',15),(6,'./img/news/24.jpg,./img/news/25.jpg,./img/news/26.jpg,./img/news/27.jpg','ЛОЙИХАЛАРНИНГ БАЖАРИЛИШИ НАЗОРАТДАН ЎТКАЗИЛДИ','Институтида Қишлоқ хўжалиги ва озиқ-овқат илмий-ишлаб чиқариш марказининг 2020 йил 28 майдаги 28-сонли буйруғига асосан Давлат илмий-техник дастурлари асосида олиб борилаётган фундаментал, амалий ва инновация лойиҳаларини дастурларда белгиланган муддатларда тўлиқ бажарилишини таъминлаш, уларга бюджетдан ажратилган маблағларнинг мақсадли ва самарали сарфланиши бўйича 2020 йил 12 июнь куни Ишчи гуруҳи томонидан апробациядан ўтказилди','2020-06-11',15),(7,'./img/news/28.jpg,./img/news/29.jpg,./img/news/30.jpg','ИНСТИТУТ ОЛИМЛАРИ ОРГАНИК МАХСУЛОТЛАРНИ РИВОЖАЛАНТИРИШГА ҚАРАТИЛГАН ЛОЙИХАЛАР МАВЗУЛАРИ МУХОКАМАСИДА ИШТИРОК ЭТДИЛАР','Ўзбекистон Республикаси Президентининг 2020 йил 18 майдаги “Қишлоқ хўжалиги маҳсулотларининг сифат ва ҳавфсизлик кўрсаткичлари халқаро стандартларга мувофиқлигини таъминлашга доир қўшимча чора –тадбирлар тўғрисида”ги ПФ-5995-сонли фармони 5-бандига мувофиқ Инновацион ривожланиш вазирлиги томонидан 2020 йил 16 июн куни видео-конференцияда органик маҳсулотларни етиштириш (ишлаб чиқиш), қайта ишлаш, сақлаш ва қадоқлашга ҳамда органик уруғчиликни ривожлантиришга йўналтирилган фундаментал, амалий ва инновацион лойиҳалар мавзуларини муҳокамаси бўлиб ўтди. Унда институт жамоаси 2 та лойиҳа билан иштирок этди.','2020-06-11',15),(8,'./img/news/31.jpg,./img/news/32.jpg,./img/news/33.jpg,./img/news/34.jpg','АПРОБАЦИЯ НАТИЖАЛАРИ МУХОКАМА ҚИЛИНДИ','Дон ва дуккакли экинлар илмий-тадқиқот институтида 2020 йил 22 июн кунида Қишлоқ хўжалиги ва озиқ-овқат таъминоти илмий-ишлаб чиқариш маркази Бош директори, қ.х.ф.д., профессори Б.М.Халиков раислигида Сабзавот, полиз экинлари ва картошкачилик илмий тадқиқот инсититути Андижон илмий-тажриба станцияси, Ўсимликлар генетик ресурслари илмий тадқиқот институти Андижон илмий-тажриба станцияси, Пахта селекцияси, уруғчилиги ва етиштириш агротехнологиялари илмий тадқиқот институти Андижон илмий-тажриба станцияси директорлари, илмий ходимлар ва докторантлар иштирокида қўшма йиғилиш бўлиб ўтди. Йиғилишда Қишлоқ хўжалиги ва озиқ-овқат таъминоти илмий-ишлаб чиқариш маркази Ишчи гуруҳининг Андижон вилоятидаги илмий-тадқиқот институтлари ҳамда илмий-тажриба станцияларида 2020 йилнинг 1-ярим йиллигида илмий-тадқиқот ишлари режасининг услубий жихатдан тўғри, сифатли ва тўлиқ бажарилишини аниқлаш мақсадида ўтказилган мониторинг (апробация) натижалари муҳокама қилинди. ','2020-08-15',18),(17,'./img/news/5f47367c18a4a.jpg,./img/news/5f47367c19050.jpg,./img/news/5f47367c1972a.jpg,./img/news/5f47367c19c4c.jpg,./img/news/5f47367c1a22f.jpg,./img/news/5f47367c1a79b.jpg','Дон ва дуккакли экинлар илмий-тадқиқот институтида “Ғалла ҳосилидан бўшаган майдонларда такрорий экин сифатида дуккакли, мойли, озуқа ва ноанъанавий экинларни етиштиришда ресурс тежовчи инновацион технологияларни қўллаш” мавзусида 2020 йил 21 август куни кўргазмали ўқув семинар маълумотлари. ','Ўзбекистон Республикаси Вазирлар Маҳкамасининг 2019 йил                        20 декабрдаги “Мавжуд ер ва сув ресурсларидан самарали фойдаланиш,       2020 йил ҳосили учун қишлоқ хўжалиги экинларини оқилона жойлаштириш ва маҳсулот етиштиришнинг прогноз ҳажмлари тўғрисида”ги 1025-сонли қарорида белгиланган топшириқлар ижросини таъминлаш мақсадида Дон ва дуккакли экинлар илмий-тадқиқот институтида “Ғалла ҳосилидан бўшаган майдонларда такрорий экин сифатида дуккакли, мойли, озуқа ва ноанъанавий экинларни етиштиришда ресурс тежовчи инновацион технологияларни ўтказиш” мавзусида дала шароитида кўргазмали ўқув семинар бўлиб ўтди.\r\nСеминарда Дон ва дуккакли экинлар илмий-тадқиқот институтининг вилоятлардаги филиал ва илмий-тажриба станциялари директорлари, илмий ходимлар, мутахасислар, “Агро Анталия кимё” жамоаси ҳамда Фарғона, Наманган, Андижон вилоятларидаги уруғчиликка ихтисослашган фермер хўжаликлари раҳбарлари иштироқ этди. \r\nСеминарнинг асосий мақсади, Ғалла ҳосилидан бўшаган майдонларга тупроқ иқлим шароитларидан келиб чиқиб такрорий экинларни тўғри жойлаштириш, институтда мавжуд янги дуккакли, мойли, озуқа ва ноанъанавий экинларни етиштиришда ресурстежовчи инновацион технологияларни таништиришдан иборат. \r\nКўргазмали ўқув семинари биринчи қисми институтнинг конференция залида бўлиб ўтди. Унда институт директори қишлоқ хўжалиги фанлари доктори, РФА академиги Р.И.Сиддиқов олиб бориб, бугунги кундаги Республикада чиқарилаётган қарор ва фармонлар ижросини таъминлаш, аҳолини сифатли ва тўйимли озиқ-овқат маҳсулотларига бўлган талаб ортиб бориши ва импорт маҳсулотларини камайтиришда долзарб вазифалар ечимлари ҳақида маъруза қилди. \r\nШунингдек, Туркиянинг “Агро Анталия кимё” жамоаси ходимлари ҳамда институтнинг етук илмий ҳодимлари томонидан ўсимликларни ҳосилдорлигини оширишда қўлланиладиган таркибида янги макро ва микро элементлар мавжуд бўлган биостимуляторлардан самарали фойдаланиш, ғалладан бўшаган майдонларда такрорий экин сифатида дуккакли, мойли, озуқа ва ноанъанавий экинларни етиштиришда институтда ишлаб чиқилган янги ресурстежовчи инновацион агротехнологиялари тўғрисида маърузалар қилинди.\r\nСеминарнинг иккинчи қисми Дон ва дуккакли экинлар илмий-тадқиқот институтининг “Марказий” тажриба майдонида бўлди. У ерда семинарга ташриф буюрган фермер хўжаликлари раҳбарлари ва мутахассис олимлар тажриба майдондаги такрорий экин сифатида етиштирилаётган дуккакли экинлардан мош, ясмиқ, соя ва мойли экинлардан кунгабоқар, ноанъанавий экинлардан рижик каби экинларнинг янги навларини етиштириш технологияси билан таништирилди.\r\nБундан ташқари такрорий экилган мош ўсимлигига биостимуляторни қўллаш жараёни амалда кўрсатиб берилди. \r\nСеминар сўнгида ташриф буюрган мутахасислар томонидан қизиқтирган саволларига олимлар томонидан тегишли жавоблар берилди.  ','2020-09-21',NULL),(21,'./img/news/5f61fc6559dfc.jpg,./img/news/5f61fc655a35c.jpg,./img/news/5f61fc655a829.jpg,./img/news/5f61fc655ac7a.jpg','Тижоратлаштиришга тайёр қишлоқ хўжалиги сохасидаги илмий изланишлар кўргазмаси','Ўзбекистон Республикаси Инновацион ривожланиш вазирлиги томонидан ташкил этилган Тижоратлаштиришга тайёр қишлоқ хўжалиги сохасидаги илмий изланишлар кўргазмасида Дон ва дуккакли экинлар илмий-тадқиқот институти илмий ходимлари хам ўз ишланмалари билан фаол иштирок этмоқдалар.','2020-09-16',NULL),(22,'./img/news/5f6b37b9cfd9e.jpg','Дон ва дуккакли экинлар илмий-тадқиқот институти докторантурада ўқишга таклиф этади ','Дон ва дуккакли экинлар илмий-тадқиқот институти ва унинг Қашқадарё филиали ҳамда Ғаллаорол илмий-тажриба станцияси 2021 ўқув йили учун таянч докторантура (PhD) ва докторантура (DSc)да ўқиш учун талабгорларнинг ҳужжатларини қабул қилишни эълон қилади.\r\nДон ва дуккакли экинлар илмий-тадқиқот институти (Андижон вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича таянч докторантура (PhD) ва докторантура (DSc)да ўқиш учун талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 74-373-12-05, 99-790-80-04)\r\nТАЯНЧ ДОКТОРАНТУРА (PhD)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 2 киши;\r\n– 06.01.08-Ўсимликшунослик ихтисослиги бўйича 2 киши;\r\n            ДОКТОРАНТУРА (DSc)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05- Ўсимликшунослик ихтисослиги бўйича 1 киши;\r\n\r\nДон ва дуккакли экинлар илмий-тадқиқот институтининг Қашқадарё филиали (Қашқадарё вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича таянч докторантура (PhD) ва докторантура (DSc)да ўқиш учун талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 75-228-00-17, 93-902-23-94)\r\nТАЯНЧ ДОКТОРАНТУРА (PhD)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 3 киши;\r\n– 06.01.08-Ўсимликшунослик ихтисослиги бўйича 3 киши;\r\n– 06.01.09-Ўсимликларни ҳимоя қилиш ихтисослиги бўйича 2 киши;\r\nДОКТОРАНТУРА (DSc)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 1 киши;\r\n– 06.01.08-Ўсимликшунослик ихтисослиги бўйича 1 киши;\r\n\r\nДон ва дуккакли экинлар илмий-тадқиқот институтининг Ғаллаорол илмий-тажриба станцияси (Жиззах вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича таянч докторантура (PhD) ва докторантура (DSc)да ўқиш учун талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 0372-432-15-33, 94-197-16-27)\r\nТАЯНЧ ДОКТОРАНТУРА (PhD)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 3 киши;\r\n             ДОКТОРАНТУРА (DSc)га қуйидаги ихтисосликлар бўйича:\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 1 киши;\r\n\r\nА) Таянч докторантурага қуйидагиларга эга бўлганлар қабул қилинади:\r\n\r\n– магистр даражасига эга бўлганлар;\r\n– фалсафа доктори (PhD) илмий даражасини олиш учун диссертация тадқиқоти асосини ташкил қилиши мумкин бўлган илмий натижалар, шу жумладан илмий журналларда чоп этилган камида битта мақола ҳамда тегишли йўналишлар бўйича иккитадан кам бўлмаган илмий ишлар тўпламларига киритилган маъруза тезисларига эга бўлганлар.\r\nДиққат! ҳужжатлар Online тарзида phd.mininnovation.uz сайти орқали қабул қилинади.\r\nТаянч докторантурада ўқишга талабгорлар қуйидаги ҳужжатларни тақдим этадилар:\r\n– ариза;\r\n– қисқача биографик маълумотнома;\r\n– меҳнат дафтарчасининг белгиланган тартибда тасдиқланган нусхаси (ишлаётган талабгорлар учун);\r\n– олий таълим муассасаси магистратураси диплом нусхаси;\r\n– нашр этилган илмий ишлар рўйхати, шунингдек уларнинг нусхалари.\r\n– Ўзбекистон Республикаси Президенти Давлат стипендияси соҳиблари тегишли ҳужжат нусхасини тақдим этадилар.\r\nБ) Докторантурага қуйидагиларга эга бўлганлар қабул қилинади:\r\n\r\n– фан номзоди ёки фалсафа доктори (PhD) ёхуд уларга тенглаштирилган хорижий давлатларда олинган илмий даражалар;\r\n– фан номзоди ёки фалсафа доктори (PhD) илмий даражаси ёхуд уларга тенглаштирилган бошқа илмий даражалар олгандан сўнг муҳим илмий ютуқларга эришиш, шу жумладан, фан доктори (DSc) илмий даражасини олиш учун диссертация тадқиқоти асосини ташкил қилиши мумкин бўлган илмий журналларда чоп этилган камида учта илмий мақолага ҳамда илмий-амалий конференциялар, семинарлар ва тегишли илмий йўналишлар бўйича илмий ишлар тўпламларида камида иккита тезисга эга бўлиш.\r\nДиққат! ҳужжатлар Online тарзида phd.mininnovation.uz сайти орқали қабул қилинади.\r\nТаянч докторантурада ўқишга талабгорлар қуйидаги ҳужжатларни тақдим этадилар:\r\n– ариза;\r\n– қисқача биографик маълумотнома;\r\n– меҳнат дафтарчасининг белгиланган тартибда тасдиқланган нусхаси (ишлаётган талабгорлар учун);\r\n– олий маълумот, фан номзоди ёхуд фалсафа доктори (PhD) ёки хорижий давлатларда унга тенглаштирилган илмий даражага эга бўлганлиги тўғрисидаги диплом нусхаси;\r\n– тадқиқот мавзуси бўйича илмий маъруза ва фан доктори (DSc) илмий даражасини олиш учун тайёрланган докторлик диссертацияси режасининг муфассал лойиҳаси;\r\n– нашр этилган илмий ишлар рўйхати, шунингдек уларнинг нусхалари.\r\nХужжатларни Online топшириш 2020 йил 15 октябргача','2020-09-23',NULL),(26,'./img/news/5f7db838ed173.jpg,./img/news/5f7db838ed7d2.jpg,./img/news/5f7db838edd41.jpg,./img/news/5f7db838ee18c.jpg,./img/news/5f7db838ee65b.jpg,./img/news/5f7db838eeac2.jpg,./img/news/5f7db838eeefe.jpg,./img/news/5f7db838ef399.jpg,./img/news/5f7db838ef7ba.jpg','Хорижий хамкорлар билан амалдаги лойихалар натижалари','2020 йил 7 октябр куни дон ва дуккакли экинлар илмий тадқиқот институти хамда Жанубий Кореянинг KOPIA (Korea Program on International Agriculture) маркази хамкорлигида “Соя етиштириш технологиясини механизациялаш ва такомиллаштириш” лойихасининг якуний бахолаш тадбири ўтказилди. Тадбирда Дон ва дуккакли экинлар илмий тадқиқот институти директори, қ.х.ф.д. Равшанбек Сиддиқов, Жанубий Кореянинг KOPIA маркази директори Чои Сун Хо хамда институтнинг илмий ходимлари иштирок этдилар.<br>Тадбир давомида институтда лойиха доирасида олиб борилаётган илмий ва амалий ишлар, уларнинг натижалари мухокама қилинди. Тадбирнинг дастлабки қисмида қатнашчилар учун лойиха доирасида олиб борилаётган ишлар видеролик кўринишида сўнгра эса тақдимот шаклида хисобот тақдим этилди. <br>Шундан сўнг тадбир қатнашчиларига институтнинг “Марказий” дала тажриба майдонига ташриф уюштирилиб, институтда махаллий ва хорижий соя навлари тажрибалари билан таништирилди. Тадбир сўнгида жаноб Чои Сун Хо амалга оширилаётган ишларни юқори бахолаб, келгусида хамкорлик ишларини янада ривожлантириш ва қўллаб-қувватлашини билдирди.','2020-10-07',NULL),(29,'./img/news/5fb762925bd0f.png,./img/news/5fb762925ec32.jpg','КУЗГИ БУҒДОЙ УРУҒЛАРИНИ ЭРТА УНДИРИШ УСУЛЛАРИ','Дон ва дуккакли экинлар илмий-тадқиқот институти “Ўсимликлар химояси ва Агрокимё лабаратория” ходимлари тамонидан 2021-йил хосили учун Гео Гумат биостумляторидан дала тжрибалар олиб борилди. \r\nГео Гумат биостумлятори таркиби макро ва микроэлементлардан (Гумин, фульво ва бошқа органик кислоталар, NPK,Ca, S, Mg,Fe, Cu, Mn,Co, Mo,B,Cl) ташкил топган.\r\nҚўллаш усули:\r\nI. Тупроққа экиш олдидан қўллаш: Гео Гумат биостумлятори кузги буғдойнинг экиш олдидан тайёр бўлган майдонга гектарига 10 литр препаратнинг 300 литр ишчи эритма таёрлаб экиш олдидан тупроққа ишлов берилди.\r\nII. Экиш олдидан уруғга ишлов бериш: 1 тонна буғдой уруғини намлаш учун 1 литр Гео Гумат стимуляторининг  аралаштириб, лейка орқали сепилади ва аралаштирилади.  Шундан сўнг  20 – 30 минут устига плёнка ёпиб димланиб кейин экилди.\r\nТажрибалар кузги буғдой уруғларида олиб борилиб, тажриба майдонига 2020 йил 5- октябр куни ГеоГумат биостимуляторининг 10 л/га  хисобида экиш олдидан тупроққа ишлов берилди ва кузги буғдой уруғлари  6-октябр куни 1 тонна буғдой уруғини намлаш учун 1 литр Гео Гумат стимуляторининг  аралаштириб, лейка орқали сепилади ва аралаштирилади.  Шундан сўнг  20 – 30 минут устига плёнка ёпиб димланиб кейин экилди.\r\n Дала тажрибалари 3 та навда олиб борилди.\r\n6-октябрда экилган кузги буғдой навлари Гео Гумат биостимулятори ишлов берилган вариантларида тўлиқ униб чиқиши 16-17-октябр кунларига тўғри келди, назорат вариантида эса 18-19-октябр кунлари униб чиққанлиги кузатилди. Яни назорат вариантига нисбатан 2-3 кун эрта униб чиққанлиги кузатилди.\r\n','2020-11-20',NULL),(31,'./img/news/5fc48e1e79067.jpg,./img/news/5fc48e1e79741.jpg,./img/news/5fc48e1e79ce6.jpg,./img/news/5fc48e1e7a35c.jpg,./img/news/5fc48e1e7a900.jpg,./img/news/5fc48e1e7ae7a.jpg,./img/news/5fc48e1e7b3a3.jpg','Кутубхона-илм манбаи','Дон ва дуккакли экинлар илмий-тадқиқот институти Ахборот-ресурс маркази Республикамиз ва жахонда бошоқли, дуккакли дон ва озуқа экинлари етиштириш сохасида олиб борилаётган энг сўнгги янгиликлар, ишланмалар ва маълумотларни ўзида мужассамлаштирган маълумотлар базасини ўз ичига олган. Бундан ташқари ахборот ресурс маркази ўз фаолиятида Ўзбекистон Республикаси Президенти фармонлари, Вазирлар Маҳкамаси қарорлари, институт Илмий кенгаши қарорлари ва ўз Низомига асосланиб, институтнинг ички меҳнат тартиб-қоидалари негизида матбаа адабиётлари ва электрон шаклдаги ахборот ресурсларидан фойдаланиш тартибини белгилайди.\r\nАРМ китоб фондида мингдан зиёд адабиётлар мавжуд бўлиб, кутубхона фонди йилдан йилга институтнинг илмий йўналишларига мос, республикада  ҳамда хорижий давлатларда нашр этилган сохага оид адабиётлар билан бойитиб борилмоқда.  Адабиётлардан ташқари AgroILM, Ўзбекистон қишлоқ хўжалиги, AgroHydro News  каби маҳаллий журналлар ва рўзномаларни доимий  равишда олади. Кутубхона ходими Шохида Абдурахмонова институтнинг барча илмий ходимларига хизмат кўрсатади.\r\nАРМ фондида ўзбек, рус ва инглиз тилидаги адабиётлар сохалар бўйича жойлаштирилган. Очиқ фонд фойдаланувчиларга керакли китобларни мустақил танлашлари учун жуда қулай бўлиб, янги келган адабиётлар билан яқиндан танишиб боришга имкон яратади.\r\n','2020-11-30',NULL),(32,'./img/news/5fc9d29e356e2.jpg','Ўқишга мархамат','Дон ва дуккакли экинлар илмий-тадқиқот институти ва унинг Қашқадарё филиали ҳамда Ғаллаорол илмий-тажриба станцияси 2021 ўқув йили учун стажёр тадқиқотчиликга талабгорларнинг ҳужжатларини қабул қилишни эълон қилади.\r\nДон ва дуккакли экинлар илмий-тадқиқот институти (Андижон вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича стажёр тадқиқотчиликга талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 74-373-12-05, 99-790-80-04)\r\n– 06.01.08-Ўсимликшунослик ихтисослиги бўйича 2 киши;\r\n            \r\nДон ва дуккакли экинлар илмий-тадқиқот институтининг Қашқадарё филиали (Қашқадарё вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича стажёр тадқиқотчиликга талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 75-228-00-17, 93-902-23-94)\r\n\r\n– 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 1 киши;\r\n– 06.01.08-Ўсимликшунослик ихтисослиги бўйича 1 киши;\r\n– 06.01.09-Ўсимликларни ҳимоя қилиш ихтисослиги бўйича 1 киши;\r\nДон ва дуккакли экинлар илмий-тадқиқот институтининг Ғаллаорол илмий-тажриба станцияси (Жиззах вилоятида) 2021 ўқув йили учун қуйидаги йўналишлар бўйича стажёр тадқиқотчиликга талабгорларнинг ҳужжатларини қабул қилади. (Боғланиш учун тел: 0372-432-15-33, 94-197-16-27)\r\n\r\n             – 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 1 киши;\r\n             – 06.01.05-Селекция ва уруғчилик ихтисослиги бўйича 1 киши;\r\n\r\nСтажер-тадқиқотчиликка номзодлар қуйидаги ҳужжатларни тақдим этадилар:\r\n- ариза;\r\n- қисқача биографик маълумотнома;\r\n- меҳнат дафтарчасининг белгиланган тартибда тасдиқланган нусхаси (ишлаётганлар учун);\r\n- олий таълим муассасаси магистратураси ёҳуд олий маълумот тўғрисидаги диплом нусхаси;\r\n- нашр этилган илмий ишлар рўйхати, уларнинг нусхалари;\r\n\r\nХужжатларни Online топшириш 2020 йил 5 ноябргача','2020-12-03',NULL),(34,'./img/news/60013c88b628f.jpg,./img/news/60013c88b6744.jpg,./img/news/60013c88b6b39.jpg,./img/news/60013c88b6ef7.jpg,./img/news/60013c88b7239.jpg','Дон ва дуккакли экинлар илмий-тадқиқот институти худуди дезинфекция қилинди','Бугун бутун дунё жумладан республикамиз бўйлаб коронавирус инфекцияси бўйича юзага келган вазият сабабли касалликнинг аҳоли ўртасида кенг тарқалишини олдини олиш бўйича мақсадли чора-тадбирлар амалга оширилмоқда.\r\n2021 йил 15 январ куни Дон ва дуккакли экинлар илмий-тадқиқот институтида хам Андижон туман Санитария-эпидемиологик осойишталик маркази ходимлари томонидан институт худудида короновирус ва бошқа мавсумий инфекциялар тарқалишини олдини олиш, ходимлар билан эпидемиологик суриштирув, лаборатор текшириш учун намуналар олиш, текшириш ва дезинфекциялаш тадбирлари амалга оширилди. Институт маъмурий биноси ва техникалар  махсус кимёвий воситалар билан зарарсизлантирилди.\r\nКоронавирус, ўлат карантин, ўта хавфли юқумли касалликлар ва бошқа инфекциялар бўйича юзага келган вазиятларни олдини олиш мақсадида институт ходимларига шахсий гигиена, карантин қоидаларга амал қилиш бўйича тушунтириш ишлари олиб борилди.','2021-01-15',NULL),(35,'./img/news/601026176f415.jpg','Янги навларга патентлар олинди','Кейинги йилларда дунё миқёсида иқлимнинг глобал ўзгариши, жумладан қурғоқчиликнинг тез-тез такрорланиши, касалликларнинг катта зиён келтириш ҳолатлари, турли хил ташқи муҳит омилларининг кескин равишда ўзгариши оқибатида қимматли хўжалик белги ва хусусиятларига эга кузги буғдой навлари ўзининг белги ва хусусиятларини йўқотиб бормоқда. Бу муаммоларнинг ечимини топиш учун экологик ўзгаришларга чидамли буғдой навларини яратиш талаб этилади. Бизга маълумки, янги нав яратиш ва уни ишлаб чиқаришга жорий этиш машақатли меҳнат ҳисобланади. Дон ва дуккакли экинлар  илмий-тадқиқот институти олимлари ушбу муаммоларни ечимини топиш борасида доимий изланишдалар.\r\nМашаққатли мехнатларнинг самараси ўлароқ, 2021 йилнинг бошланишида Ўзбекистон Республикаси Адлия вазирлиги ҳузуридаги Интеллектуал мулк агентлиги томонидан институтнинг селекционер олимлари томонидан яратилган истиқболли ҳисобланган кузги буғдойнинг янги “Давр”, “Ёғду”, “Қадр”, “Навбахор”, “Нодир”, “Ўзбекистон-25”, “Азиз”  навларига патентлар олинди.','2021-01-26',NULL),(39,'./img/news/604c987908fa7.jpg,./img/news/604c987909768.jpg,./img/news/604c987909c9f.jpg,./img/news/604c98790a198.jpg','Дон ва дуккакли экинлар илмий-тадқиқот институтида умумхалқ хайрия хашари ташкил этилди. ','Ҳукуматнинг тегишли фармойишига (96-F, 10.03.2021й) биноан, Наврўз умумхалқ байрамини муносиб нишонлашга тайёргарлик кўриш, ўзаро меҳр-оқибат ва ҳамжиҳатликни янада кучайтириш, маҳаллалар, аҳоли турар жойларини ободонлаштириш ва кўкаламзорлаштириш мақсадида 2021 йил 13 март куни мамлакатимизнинг барча ҳудудларида “Обод ва кўркам маҳаллам” ободонлаштириш ва кўкаламзорлаштириш умумхалқ хайрия ҳашарини ўтказиш белгиланди.\r\nУшбу ҳашар Дон ва дуккакли экинлар илмий-тадқиқот институтида хам уюшқоқлик билан бошланди. Институтнинг илмий ва техник ходимлари  томонидан институт майдони, гулзорлар, ва йўлаклар тартибга келтирилиб, хайрия ҳашари кўтаринки рухда ўтказилди.','2021-03-13',NULL),(40,'./img/news/604c9945bf26e.jpg,./img/news/604c9945bf716.jpg,./img/news/604c9945bfafa.jpg,./img/news/604c9945bfe80.jpg','2021 йил хосили учун етиштирилган соя уруғлик донини тозалаш, саралаш, қадоқлаш ишлари амалга оширилди.','Ҳукуматнинг тегишли фармойишига (96-F, 10.03.2021й) биноан, Наврўз умумхалқ байрамини муносиб нишонлашга тайёргарлик кўриш, ўзаро меҳр-оқибат ва ҳамжиҳатликни янада кучайтириш, маҳаллалар, аҳоли турар жойларини ободонлаштириш ва кўкаламзорлаштириш мақсадида 2021 йил 13 март куни мамлакатимизнинг барча ҳудудларида “Обод ва кўркам маҳаллам” ободонлаштириш ва кўкаламзорлаштириш умумхалқ хайрия ҳашарини ўтказиш белгиланди.\r\n2021 йил хосили учун етиштирилган соя уруғлик донини тозалаш, саралаш, қадоқлаш ишлари амалга оширилди.','2021-03-13',NULL),(42,'./img/news/60a3c53b864c4.jpg,./img/news/60a3c53b86851.jpg,./img/news/60a3c53b86b38.jpg,./img/news/60a3c53b86e61.jpg,./img/news/60a3c53b8718c.jpg,./img/news/60a3c53b87465.jpg,./img/news/60a3c53b87790.jpg,./img/news/60a3c53b87a9d.jpg','Дон ва дуккакли экинлар илмий-тадқиқот институти уруғлик ғалла майдонларида дала апробация кўригини ўтказиш бўйича ўқув-семинари ташкил этилди.','Ўзбекистон Республикаси Бош вазир ўринбосари Ш.Ғаниев томонидан тасдиқланган дастурга асосан жорий йилнинг 18 май куни қишлоқ хўжалигида ғалла экинларини парваришлаш долзарб паллага кирганлиги ҳамда уларнинг ривожланиши жадаллашганлиги сабабли уруғлик ғалла майдонларида дала апробация кўригини ўтказиш бўйича ўқув-семинари ташкил этилди. \r\nЎқув-семинар йиғилиши Ўзбекистон Республикаси Қишлоқ хўжалиги вазири ўринбосари Ш.Ж.Тешаев рислигида дастлаб ZOOM платформаси орқали видеоселектор (ВКС) тарзида ўтказилди. Йиғилишда Қорақалпоғистон Республикаси Қишлоқ хўжалиги вазири, вилоятлар Қишлоқ хўжалиги бошқармалари бошлиқлари,  Қишлок хўжалигида билим ва инновациялар миллий маркази худудий бўлинмалари, “Уругчиликни ривожлантириш маркази” худудий бошқарма бошлиқлари, Агросаноат мажмуи устидан назорат қилиш инспекцияси ва “Агросаноат мажмуида хизматлар кўрсатиш маркази” давлат унитар корхонаси (ДУК) худудий рахбарлари, Қишлоқ хўжалиги экинлари навларини синаш марказининг худудий станция ва участка бошлиқлари, “Ўздонмахсулот” АКга қарашли худуди дон корхоналари рахбарлари ва уруғликни қайта ишлаш цехлари бошлиқлари, уруғлик дон етиштирувчи кластерлар рахбарлари хамда апробация тадбирларида қатнашувчи ишчи гурух аъзолари иштирок этдилар. \r\nДастлаб Ш.Тешаевнинг “Республикада авлодли уруғликлар жамғариш бўйича 2020 йил якунлари ва келгуси йил ҳосили учун бошоқли дон экинлари уруғчилиги истиқболлари тўғрисида” мавзусидаги маърузаси тингланди. \r\nШундан сўнг Дон ва дуккакли экинлар илмий тадқиқот институти директори Р.И.Сиддиқов Бошоқли дон экинларининг селекцияси ва уруғчилигининг келгуси йиллардаги асосий йўналишлари ҳамда бугунги кундаги ИТИларининг олдида турган долзарб вазифалари тўғрисида Республиканинг барча вилоятларидан иштирок этаётган тингловчиларга ахборот берди. \r\nДастурга асосан Андижон вилояти бўйича уруғлик ғалла майдонларида дала апробация кўригини ўтказиш бўйича кўргазмали дала ўқув-семинари Дон ва дуккакли экинлар илмий-тадқиқот институтининг тажриба майдонларида ўтказилди. \r\nЎқув-семинарда Андижон вилояти Қишлоқ хўжалиги бошқармаси ва туман Қишлоқ хўжалиги бўлими бошлиқлари, Қишлок хўжалигида билим ва инновациялар миллий маркази Андижон худудий бўлим бошлиғи,  “Уругчиликни ривожлантириш маркази” худудий бошқарма бошлиғи, Агросаноат мажмуи устидан назорат қилиш инспекцияси ва “Агросаноат мажмуида хизматлар кўрсатиш маркази” давлат унитар корхонаси (ДУК) худудий рахбарлари, Қишлоқ хўжалиги экинлари навларини синаш марказининг худудий станция ва участка бошлиқлари, “Андижондон махсулот” АЖ, “Асакадонмахсулот” рахбарлари ва уруғликни қайта ишлаш цехлари бошлиқлари, уруғлик дон етиштирувчи кластерлар рахбарлари хамда апробация тадбирларида иштирок этувчи ишчи гурух аъзолари иштирок этдилар. \r\nБунда семинар иштирокчилари уруғлик ғалла майдонларида дала апробация кўригини ўтказиш бўйича амалий кўникмаларга эга бўлдилар.          \r\nКўргазмали ўқув семинар кун тартиби бўйича юқори савияда ташкил этилди. ','2021-05-18',NULL),(45,'./img/news/60dfff3d6246d.jpg,./img/news/60dfff3d627a3.jpg,./img/news/60dfff3d62a8b.jpg,./img/news/60dfff3d62d20.jpg,./img/news/60dfff3d62f72.jpg,./img/news/60dfff3d631bd.jpg,./img/news/60dfff3d6340d.jpg','Институтда Дуккакли дон ва мойли экинлар селекцияси, уруғчилиги ва етиштиришда инновацион агротехнологиялар мавзусида ўқув-амалий семинар ташкил этилди','2021 йилнинг 2 июл куни Дон ва дуккакли экинлар илмий-тадқиқот институтида Россия Федерациясининг В.С.Пустовойт номидаги Бутунроссия “Мойли экинлар илмий-тадқиқот институти” билан хамкорликда “Дуккакли дон ва мойли экинлар селекцияси, уруғчилиги ва етиштиришда инновацион агротехнологиялар” мавзусида ўқув-амалий семинар ўтказилди.\r\nСеминарнинг дастлабки қисмида Россия Федерациясидан ташриф буюрган олимлар институтнинг тажриба далаларида амалга оширилаётган илмий-амалий ишлар, В.С.Пустовойт номидаги Бутунроссия “Мойли экинлар илмий-тадқиқот институти”да яратилган ва Ўзбекистон иқлим-шароитида синовдан ўтказилаётган навларнинг ўсиши ва ривожланиши билан танишдилар.     \r\nСеминарнинг иккинчи қисмида институт илмий ходимлари ҳамда Андижон қишлоқ хўжалиги ва агротехнологиялари институти проффессор- ўқитувчилари учун семинар-тренинг ташкил этилди. Тренингда Дон ва дуккакли экинлар илмий-тадқиқот институти директори, к.х.ф.д., РФА академиги Сиддиқов Равшанбек Иномжонович,  В.С.Пустовойт номидаги Бутунроссия “Мойли экинлар илмий-тадқиқот институти” олимлари Лукомец Артем Вячеславович, Бесчастный Сергей Юрьевич, Гербут Денис Викторович, Белкин Никита Олеговичлар дуккакли дон ва мойли экинлар селекцияси, уруғчилиги ва етиштириш агротехнологиялари юзасидан қимматли малумотлар билан ўртоқлашишди. ','2021-07-02',NULL),(46,'./img/news/60e005446e74e.jpg,./img/news/60e005446eaa6.jpg,./img/news/60e005446ed2f.jpg,./img/news/60e005446f06b.jpg,./img/news/60e005446f34c.jpg,./img/news/60e005446f648.jpg,./img/news/60e005446f92d.jpg','Халкаро хамкорлик кенгаймокда','Жорий йилнинг 2 июл куни Дон ва дуккакли экинлар илмий-тадқиқот институтида Жанубий Кореянинг Ўзбекистондаги “KOPIA” маркази томонидан Ўзбекистонда соянинг хосилдор навларини етиштириш бўйича оралиқ бахолаш маросими ўтказилди.\r\nМаросимнинг дастлабки қисмида институт директори Сиддиқов Равшанбек Иномжонович ҳамда “KOPIA” маркази директори Чой Сунг Хо кичик мажлислар залида ўзаро музокаралар олиб бордилар. Сўнгра институтнинг тажриба майдонларида хамкорликда амалга оширилаётган “Соянинг маҳаллий ва хорижий навларини асосий экин сифатида етиштириш ҳамда республиканинг тупроқ-иқлим шароитларига мослашувчанлигини ўрганиш” мавзусидаги илмий техник ҳамкорлик лойиҳаси доирасида амалга оширилаётган ишлар ва келгусида бажарилиши лозим бўлган вазифалар келишиб олинди. \r\nБундан ташқари “KOPIA” маркази директори Чой Сунг Хо томонидан институт илмий ходимлари ҳамда Андижон қишлоқ хўжалиги ва агротехнологиялари институти проффессор- ўқитувчилари учун семинар-тренинг ташкил этилди. Тренинг қатнашчилари ўзларини қизиқтирган саволларга жавоб олдилар.','2021-07-02',NULL);
/*!40000 ALTER TABLE `news` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `photos`
--

DROP TABLE IF EXISTS `photos`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `photos` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(500) NOT NULL,
  `size` int(11) NOT NULL,
  `type` varchar(10) DEFAULT NULL,
  `date` date NOT NULL,
  `galery_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `galery_id` (`galery_id`),
  CONSTRAINT `photos_ibfk_1` FOREIGN KEY (`galery_id`) REFERENCES `galery` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `photos`
--

LOCK TABLES `photos` WRITE;
/*!40000 ALTER TABLE `photos` DISABLE KEYS */;
/*!40000 ALTER TABLE `photos` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `projects`
--

DROP TABLE IF EXISTS `projects`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `projects` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `header` varchar(10000) DEFAULT NULL,
  `text` text NOT NULL,
  `photos` varchar(10000) DEFAULT NULL,
  `date` date NOT NULL,
  `views` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `projects`
--

LOCK TABLES `projects` WRITE;
/*!40000 ALTER TABLE `projects` DISABLE KEYS */;
/*!40000 ALTER TABLE `projects` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `recomendations`
--

DROP TABLE IF EXISTS `recomendations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `recomendations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `header` varchar(10000) DEFAULT NULL,
  `text` text NOT NULL,
  `photos` varchar(10000) DEFAULT NULL,
  `date` date NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `recomendations`
--

LOCK TABLES `recomendations` WRITE;
/*!40000 ALTER TABLE `recomendations` DISABLE KEYS */;
/*!40000 ALTER TABLE `recomendations` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-04-12 12:34:45

